import cls from './textBlock.module.scss'


const TextBlock = () => {
    return (
        <div className={cls.block + ' _vr'}>
            {/*<div className={cls.box}>*/}
            {/*    <p>*/}
            {/*        Игра Roblox Adopt Me (Роблокс Адопт Ми) сделана на уже известном проекте Roblox.*/}
            {/*        Многопользовательский проект, в котором вы воспитываете своих домашних животных, а также*/}
            {/*        обустраиваете собственное жилище. Одна из крутых фишек игры – это обмен (трейды). С его помощью*/}
            {/*        получают интересное яйцо (egg) или нового питомца с уникальными характеристиками. Конечно, вы можете*/}
            {/*        получить его и бесплатно. Для этого нужно скачать приложение на взлом. В него встроены читы:*/}
            {/*    </p>*/}
            {/*    <ul>*/}
            {/*        <li>Бесконечная валюта;</li>*/}
            {/*        <li>Много робуксов или долларов;</li>*/}
            {/*    </ul>*/}
            {/*    <p>*/}
            {/*        Так вы сможете купить: пряники, скины, зелья, и прочие улучшения, перейдя в магазин. Быстро и*/}
            {/*        сколько угодно. Но есть один нюанс – они не попадут в инвентарь оригинального аккаунта. Поэтому для*/}
            {/*        Adopt Me Pets есть поле, где предусмотрен обмен (трейды). Иными словами – система трейдов.*/}
            {/*    </p>*/}
            {/*    <h2>Проверка трейдов в Адопт Ми</h2>*/}
            {/*    <p>*/}
            {/*        Предположим, у вас обнова в Адопт Ми (Adopt Me) – хорошие питомцы, которых вы решили не продавать,*/}
            {/*        но менять. Однако, как понять их ценность? Как сделать честный и выгодный обмен (трейд)? Конечно,*/}
            {/*        можно использовать бот, где вшит script values. Специальный программный код. Так вы поймете, имеет*/}
            {/*        ли смысл обмен (трейды). Но это сложно и доступно далеко не всем пользователям.*/}
            {/*    </p>*/}
            {/*    <p>*/}
            {/*        Гораздо проще проверить онлайн на нашем сервисе. Сравнение проходит в реальном времени, по free*/}
            {/*        лицензии (бесплатно). Сервис на русском языке.*/}
            {/*    </p>*/}
            {/*    <p>Алгоритм:</p>*/}
            {/*    <ol>*/}
            {/*        <li>Выбираете своего питомца в левом поле</li>*/}
            {/*        <li>Выбираете в правом поле питомца, который идет на обмен.</li>*/}
            {/*        <li>Запускается проверка. Скрипт автоматически проводит сравнение</li>*/}
            {/*    </ol>*/}
            {/*    <p>*/}
            {/*        Вы можете смотреть на выгоду сделки в реальном времени. Так можно продавать и заработать на разнице,*/}
            {/*        ведь официальный сайт не показывает точные цены.*/}
            {/*    </p>*/}
            {/*    <h2>Какие петы ценятся в Адопт Ми</h2>*/}
            {/*    <p>В игре есть своя таблица, согласно которой каждый питомец имеет свою ценность. Можно условно*/}
            {/*        разделить ее на 5 уровней:</p>*/}
            {/*    <ul>*/}
            {/*        <li>Обычные;</li>*/}
            {/*        <li>Необычные;</li>*/}
            {/*        <li>Редкие;</li>*/}
            {/*        <li>Ультра-редкие;</li>*/}
            {/*        <li>Легендарные;</li>*/}
            {/*    </ul>*/}
            {/*    <p>*/}
            {/*        Последний уровень – самый ценный. Каждая группа также делится на новорожденных питомцев и малышей.*/}
            {/*        Затем они становятся дошкольниками, подростками, молодыми. Самые прокачанный возраст – взрослые. Или*/}
            {/*        олд петы. Это самые ценные экземпляры*/}
            {/*    </p>*/}
            {/*    <h3>Самый крутой пет</h3>*/}
            {/*    <p>*/}
            {/*        На сегодняшний день есть два питомца, которые появились в Адопт Ми (Adopt Me) в 2019 году - дракон*/}
            {/*        (dragon) в версии Shadow и Bat. Это самый редкий и крутой вариант, который теперь можно получить*/}
            {/*        только по обмену.*/}
            {/*    </p>*/}
            {/*    <h2>Новые петы в Адопт Ми</h2>*/}
            {/*    <p>*/}
            {/*        В игре есть собственный календарь событий. Проще говоря, каждый год выходит обновление и не одно.*/}
            {/*        Обычно его выкатывают под определённый праздник. Вместе с ним появляются новые петы. Для новогодней*/}
            {/*        серии разработчик подготовил: christmas dragon, dove, tea cup pet, elf unicron, christmas dog,*/}
            {/*        moose, candy pet.*/}
            {/*    </p>*/}
            {/*    <h2>Где находится касса</h2>*/}
            {/*    <p>*/}
            {/*        В Адопт Ми (Adopt Me) есть касса, с помощью которой вы можете передавать деньги другим*/}
            {/*        пользователям. Ее можно купить:*/}
            {/*    </p>*/}
            {/*    <ol>*/}
            {/*        <li>Обычная касса – находится на вкладке Stuff — Party.</li>*/}
            {/*        <li>Золотая касса – по вкладке Stuff — Tropical.</li>*/}
            {/*    </ol>*/}
            {/*    <p>Первая обойдется в $100, вторая в $300.</p>*/}
            {/*</div>*/}
        </div>
    );
};

export default TextBlock;